RailsTask1/app/controllers/contacts_controller.rb

INSERT INTO "contacts" ("name", "email", "content") VALUES ($1, $2, $3) RETURNING "id"  [["name", "abc"], ["email", "aaa@gmail.com"], ["content", "fuga"]]
---
  def create
    @contact = Contact.new(contact_params)
    if @contact.save